<template>
	<text class="text">
		用户信息授权协议
		
		用户信息授权协议（以下简称“本协议”）是陕西非客金融科技有限公司（以下简称“非客金融”或“本公司”）与用户（以下简称“您”）就个人信息授权使用所订立的合约。您通过网络页面点击提交（或其他类似意思表示，以所在页面显示名称为准），即视为本人签署，构成具有约束力的法律文件。本协议适用于【非客金融】平台的所有相关服务。
		在接受本协议之前，请您仔细阅读本协议的全部内容（特别是以粗体下划线标注的内容）。如果您不同意本协议的任意内容，或者无法准确理解该条款的含义，请不要进行任何操作。
		一、非客金融是一家技术先进的互联网金融、装修服务平台，该平台及其合作机构通过整合互联网及传统数据源，运用成熟的量化方法及金融经验，为用户提供互联网金融、装修服务。
		二、在使用本服务前，您需符合下列要求：
		1、您使用该线上服务前所认筹或购买的房屋符合当地的法律法规，并能独立承担法律责任；
		2、您需提供真实、有效、完整和最新的个人信息、财产信息及个人通讯信息等。
		三、您明确对非客金融、各信用服务提供方及其书面指定的第三方作如下个人信息查询、使用授权：
		1、您理解并同意，您使用非客金融服务时，即授权本公司根据您所提供的各项信息（包括个人信息、财产信息及个人通讯信息等。）及本公司独立获得的信息评定您在本公司所拥有的个人信用风险，或决定是否审核通过您的服务申请。您向本公司提交有关信息和资料的行为，均应视为已合法授权本公司因提供本服务的需要，而对用户的相关信息进行采集、储存、整理、加工，并按照本服务条款的约定向第三方提交相关资料。在不透露单个用户的具体信息内容的前提下，本公司有权对整个用户数据库进行分析，并对用户数据库进行商业上的利用。
		2、您理解并同意，如您向本公司授权您的信用卡账单邮箱，本公司将可能读取您所授权的邮箱中的相关信息。
		3、您理解并同意，如您向本公司提交、绑定或授权您的银行卡信息/账户，本公司将可能：
		（1）查询并核对您的账户信息；
		（2）查询并读取您银资行卡账户中的交易信息；
		（3）基于您签署的相关融资协议通过您所授权或绑定的银行卡账户进行代收与代付服务。
		4、您理解并同意，如您向本公司授权您的微信账号、淘宝网账号、京东账号等网络身份账号，本公司将可能读取您所授权的账号中的相关信息。
		5、您理解并同意：您通过本公司服务，使用POP方式，或使用WEB和APP等其他方式，收取并获取第三方提供的有关您的各类信息的行为，均应视为您自愿将相关信息提交给本公司按照本服务条款的规定加以使用，且本公司对此已获得您的充分授权。上述信息，除了本条第2项、第3项、第4项、第5项所述以外，还包括本人个人及财产信息（包含本人的姓名、身份证号、银行卡号、公积金账户、芝麻信用信息、教育信息、联系人信息、不动产信息、车辆信息、驾照信息、出行信息、消费信息和消费行为、工作信息、社交信息、财产信息、资信状况、就业情况、收入情况、婚姻情况、地址信息、位置数据等），本人的通讯方式（包括但不限于固话、手机、宽带网络等）、通讯信息（包括但不限于通话纪录、短信记录、套餐使用情况、浏览网页情况等）及本人还款信息，以及将来本公司新增业务所可能涉及的其他信息。
		6、您理解并同意，为了向您提供约定服务之必要，可能需要您在第三方服务平台注册账户，为便于操作，您作为委托人不可撤销地在此授权本公司代为办理相关事项，包括但不限于以您的名义在平台上及平台指定的第三方支付机构注册账户并设置密码、代为提交材料、代为签署相关协议、代为接收或交付款项等，您承诺本公司作为受托人在该账户下进行的前述操作均代表委托人的真实意思表示，委托人承担因该等操作而产生或可能产生的一切法律后果，并按照该等合同或文件的约定行使权利并履行义务，您同意本公司有权将授权事项进行转委托。
		7、您理解并同意，在您使用非客金融提供的服务时，本公司将可能依据《征信业管理条例》及相关法律法规，向第三方支付/征信/金融机构合法了解、获取、核实您的信用信息。所获取的个人信用信息仅在非客金融业务中使用，且不向其他机构、个人提供或披露。
		8、本公司不会采集您的宗教信仰、基因、指纹、血型、疾病和病史信息以及法律、行政法规规定禁止采集的其他个人信息。
		9、您的收入、存款、有价证券、商业保险、不动产的信息和纳税数额等信息对于您而言是相当私密而重要的，如果您在使用本服务的过程中，向本公司提供了上述信息，您明确并保证，您已经充分理解并知晓该等信息被提供和使用的风险，包括但不限于；上述信息可能对您的信用评价、以及分析报告等结果产生不利影响，且该等信息被本公司依法提供给第三方后被他人不当利用的风险，以及因您的信用状况较好而造成您被不良信息骚扰的风险。
		10、您理解并同意，当第三方向本公司查询您的相应用户信息时，该第三方应当获得您的事先书面同意并约定用途，但是法律规定可以不经同意查询的除外。如果您希望本公司向第三方提供您的用户信息时，您应当向本公司提供清楚明确的授权，否则可能导致本公司不能提供该等服务，或错误提供该等服务，因此产生的后果应当由您自行承担。
		四、个人征信授权
		1、本人无条件、不可撤销地授权非客金融、各信用服务提供方及其书面指定的第三方可以根据国家规定或在业务存续期间出于向本人提供消费贷款及相关服务之目的，一次或多次向中国人民银行金融信用信息基础数据库查询、打印、保存并获取本人的个人征信信息，用于下述用途：（1）审核本人贷款申请；（2）处理贷后管理事务；（3）处理本人征信异议；（4）依法或经有权部门要求；（5）其他本人申请或办理的业务。
		2、本人无条件、不可撤销地同意并授权非客金融、各信用服务提供方及其书面指定的第三方，根据《征信业管理条例》和《个人信用信息基础数据库管理暂行办法》等相关法律法规及监管规则规定向中国人民银行金融信用信息基础数据库报送申请人个人信用信息以及可能对申请人信用状况构成负面影响的不良信息（如逾期情况等），并在法律、法规及规范性文件规定的用途范围内留存、审核、分析、报送和使用本人的个人信用报告。
		3、授权非客金融可以将本人在相关业务履行的不良信用记录向中国人民银行、监管部门或其指定的信用征集机构提供，且不再另行告知本人。
		五、非客金融、各信用服务提供方及其书面指定的第三方依据本授权书对本人的个人征信进行查询、使用及授信的期限自本授权书本人签署之日起至本人全部分期付款款项清偿完毕时止。非客金融、各信用服务提供方及其书面指定的第三方应依照相关法律、法规、规章的规定对通过查询掌握的本人个人隐私信息予以保密，且仅用于对本人作信贷信用审查及贷后管理之用途。
		六、本授权经接受后即时生效，且效力具有独立性，不因相关业务合同或条款无效或被撤销而无效或失效，本授权一经做出，便不可撤销。
		如因被授权人收集、使用、共享本人相关信息导致纠纷的，本人同意与被授权人友好协商解决，协商不成的，将争议或纠纷提交至纠纷所涉及的信用服务提供方所在地有管辖权的人民法院。
		本人已知悉本授权书全部内容（特别是加粗字体内容）的含义及因此产生的法律效力，自愿作出以上授权。本授权书是本人真实意思表示，本人同意承担由此带来的一切法律后果。
	</text>
</template>

<script>
</script>

<style scoped>
	.text{
		font-size: 10px;
	}
</style>
